[
  {
    "Name": "BookEat - Food & Restaurant Booking",
    "Desc": "BookEat, A web platform facilitating restaurant table reservations and food pre-orders Led implementation of OTP-based authentication for secure user and restaurant owner sign-ups. Ensured platform integrity through admin verification of restaurant listings, enhancing reliability and trustworthiness. Implemented geolocation integration for on-the-go restaurant locating, enhancing user convenience and accessibility.",
    "Demo": "https://bookeat.xyz/client/home-02.html",
    "ImgSrc": "./proj1.png",
    "category": "fullstack"
  },

  {
    "Name": "StingHike - A Self Earning Web Application",
    "Desc": "Developed a Self-Earning Web-App using Django, ReactJs and NodeJs. Developed an application business logic inside Django & payment logics inside NodeJs that ensures seamless/secure transactions. Implemented a wallet-recharge system, allowing users to fund their wallets for convenient and secure purchases. Designed and developed the system to distribute daily incomes to users based on their product purchases, enhancing user engagement and satisfaction",
    "Demo": "http://stinghike.com/",
    "ImgSrc": "./proj3.png",
    "category": "fullstack"
  },

  {
    "Name": "Dermacet Organics | Official Webiste",
    "Desc": "Designed and developed a product-selling system from scratch using a variety of technologies, including HTML, CSS, javascript, Bootstrap Django and SQLite and deployed it using Nginx, Gunicorn & Digital Ocean as CSP • Worked in a team environment and used version controls like Git & GitHub for maintaining the Collaborative approach.",
    "Demo": "http://dermacet.in/",
    "ImgSrc": "./proj2.png",
    "category": "fullstack"
  },

  {
    "Name": "Tracking - Track Your Buses in Real-Time",
    "Desc": "This is a powerful and flexible software solution designed to track the location and status of vehicles in real-time. Whether you're managing a fleet of delivery trucks, or monitoring public transportation, this system provides the tools you need to effectively manage and track vehicles. With this system, you can track the location of vehicles on a map, view historical location data, set up geofences, receive real-time alerts, and much more.",
    "GithubLink": "https://github.com/krish-ag/tracking-react",
    "ImgSrc": "./proj4.png",
    "category": "fullstack"
  },
  {
    "Name": "PayU - A Mini Payment Gateway System",
    "Desc": "PayU is a secure web application designed to facilitate seamless transactions between bank accounts. With PayU, users can effortlessly transfer funds from one account to another with ease and peace of mind. Its intuitive interface and robust security measures ensure a smooth and reliable transaction experience for users, empowering them to manage their finances efficiently.",
    "GithubLink": "https://github.com/tanishqsoni24/paytm",
    "ImgSrc": "./proj5.png",
    "category": "fullstack"
  },
  {
    "Name": "Zerodha - Landing Page Design",
    "Desc": "Zerodha is a leading online stock trading platform that offers a wide range of investment options for users. The Zerodha landing page is designed to provide users with a comprehensive overview of the platform's features and benefits, helping them make informed decisions about their investment strategies. The page is designed to be visually appealing and user-friendly, with clear and concise information that is easy to understand.",
    "Demo": "https://tanishqsoni24.github.io/zerodha-landing/",
    "ImgSrc": "./proj6.png",
    "category": "frontend"
  },
  {
    "Name": "QRify - Checkout",
    "Desc": "QRify Checkout is a web application designed to streamline payments through UPI (Unified Payments Interface). It allows users to browse and select products, generating QR codes for each item's price through a simple click. With integrated UPI functionality, users can seamlessly make payments by scanning the generated QR codes or clicking the Pay button, directing them to their preferred UPI apps for quick transactions.",
    "Demo": "https://qr-gen-code-base.vercel.app/",
    "ImgSrc": "./proj7.png",
    "category": "frontend"
  }
]
